Repository: milani/Kode
Catalog: locales/*/admin_users.po
Languages: fa

source: Manage Assistants
fa: مدیریت دستیاران

source: Add new assistant
fa: ایجاد حساب کاربری دستیار

source: Active
fa: فعال

source: User details
fa: اطلاعات کاربر

source: Add user
fa: ایجاد کاربر

source: Save user
fa: ذخیره اطلاعات کاربر

source: Toggle Active
fa: فعال/غیرفعال

source: Manage Students
fa: مدیریت دانشجویان

source: Add new student
fa: ایجاد حساب دانشجویی

source: Results
fa: نتایج

source: No result.
fa: فاقد نتیجه.

source: Change Password
fa: تغییر کلمه عبور

source: Old password
fa: کلمه عبور قبلی

source: New password
fa: کلمه عبور جدید

source: Retype new password
fa: تکرار کلمه عبور جدید

source: Save password
fa: ذخیره کلمه عبور

source: Save changes
fa: ذخیره تغییرات

source: Edit your account
fa: ویرایش حساب کاربری شما

source: Search Students
fa: جستجوی دانشجویان
