Repository: milani/Kode
Catalog: locales/*/admin_course.po
Languages: fa

source: Manage Courses
fa: مدیریت دروس

source: Manage Classes
fa: مدیریت کلاس ها

source: Manage Assignments
fa: مدیریت تمرین ها

source: Add new class
fa: ایجاد کلاس

source: Add new course
fa: ایجاد درس

source: Course Name
fa: نام درس

source: Semester
fa: ترم

source: Year
fa: سال

source: The user was successfully updated
fa: حساب کاربری با موفقیت ویرایش شد

source: Back to classes
fa: بازگشت به کلاس ها

source: Add new assignment
fa: ایجاد تمرین

source: Title
fa: عنوان

source: Class Name
fa: نام کلاس

source: Start Date
fa: تاریخ شروع

source: Due Date
fa: مهلت تحویل

source: End Date
fa: آخرین تاریخ تحویل

source: Create Date
fa: تاریخ ایجاد

source: Add assignment for all classes
fa: ایجاد تمرین برای تمام کلاس ها

source: Numbering
fa: شماره گذاری

source: Continues
fa: ادامه از قبل

source: Start From 1
fa: شروع از ۱

source: Start date
fa: تاریخ شروع

source: Due date
fa: مهلت ارسال

source: End date
fa: آخرین مهلت ارسال

source: Create assignment
fa: ایجاد تمرین

source: Assignments
fa: تمرین ها

source: No assignment found.
fa: تمرینی برای نمایش موجود نیست.

source: New problem
fa: مسئله جدید

source: Number
fa: شماره

source: Description
fa: توضیحات

source: Create problem
fa: ایجاد مسئله

source: Problems
fa: مسائل

source: Number of problems
fa: تعداد مسائل

source: Copy
fa: کپی

source: Back to assignments
fa: بازگشت به تمرین ها

source: Add new problem
fa: ایجاد مسئله

source: Manage Problems
fa: مدیریت مسائل

source: Submissions
fa: پاسخ ها

source: Marked Submissions
fa: پاسخ های تصحیح شده

source: No problem found.
fa: مسئله ای برای نمایش موجود نیست.

source: All classes include this assignment.
fa: تمام کلاس ها شامل این سری تمرین می باشند.

source: Changes should only effect this class
fa: تغییرات منحصر به این کلاس باشد

source: This Assignment is only available in this class.
fa: این سری تمرین تنها در همین کلاس استفاده شده است.

source: View Submissions
fa: نمایش پاسخ ها

source: Back to problems
fa: بازگشت به مسائل

source: Submit Date
fa: تاریخ ارسال

source: Grade
fa: نمره

source: Grade Submission
fa: تصحیح پاسخ

source: Import grades from file
fa: وارد کردن نمرات از فایل

source: Download All
fa: دانلود همه

source: No grade
fa: فاقد نمره

source: Download
fa: دانلود

source: Submission
fa: پاسخ

source: Class
fa: کلاس

source: Assign Assistants
fa: تخصیص دستیار

source: Assign
fa: تخصیص

source: Problem
fa: صورت مسئله

source: No submission yet
fa: هنوز پاسخی ارسال نشده است

source: Batch Grade
fa: نمره از فایل

source: Grade File
fa: فایل نمره

source: Process
fa: پردازش

source: No Attachment.
fa: فاقد ضمیمه

source: Submit Answer
fa: ارسال پاسخ

source: Answer
fa: پاسخ

source: Download Archive
fa: دانلود فایل فشرده

source: Delete Answer
fa: حذف پاسخ

source: Do you want to delete answer?
fa: آیا می خواهید پاسخ را حذف نمایید؟

source: Answered Problems
fa: مسائل پاسخ داده شده

source: Problem was successfully added.
fa: مسئله با موفقیت ایجاد شد.

source: The problem was successfully edited.
fa: مسئله با موفقیت ویرایش شد.

source: The problem was successfully deleted.
fa: مسئله با موفقیت حذف شد.

source: No answered problem found.
fa: مسئله پاسخ داده ای یافت نشد.

source: Grade By
fa: مصحح

source: Answered
fa: پاسخ داده شده

source: Assignment Title
fa: سری تمرین

source: There is no class to create an assignment for it.
fa: هنوز هیچ کلاسی ایجاد نشده است.

source: Please define a course first.
fa: لطفا ابتدا یک درس را در سیستم تعریف نمایید.
